Repository: FilipFr/XRFAnalyzer
Catalog: XRFAnalyzer/Resources/Localization/Strings.*.resx
Languages: sk

# MainMenuOption7
source: About
sk: O programe

# MainMenuOption6
source: Tables of XRF constants
sk: Tabuľky konštánt

# MainMenuOption3
source: Analysis
sk: Analýza

# MainMenuOption2
source: Spectrum processing
sk: Spracovanie spektra

# SpectrumWpfPlotYLabel
source: Counts
sk: Početnosť

# SpectrumWpfPlotXLabel
source: Channel
sk: Kanál

# SpectrumWpfPlotXLabelAlt
source: Energy [keV]
sk: Energia [kEv]

# OperationMenuPeaksLabel
source: Peaks
sk: Píky

# OperationMenuCalibrationLabel
source: Calibration
sk: Kalibrácia

# OperationMenuBackgroundLabel
source: Background
sk: Pozadie

# OperationMenuSumPeaksLabel
source: Sum peaks
sk: Sumačné píky

# OperationMenuQualitativeAnalysisLabel
source: Qualitative Analysis
sk: Kvalitatívna analýza

# OperationMenuQuantitativeAnalysisLabel
source: Quantitative Analysis
sk: Kvantitatívna analýza

# OperationMenuDataTablesLabel
source: X-ray data tables
sk: Tabuľky konštánt

# LogarithmicScaleToggleLabel
source: Logarithmic scale
sk: Logaritmická mierka

# EnergyToggleOption
source: Energy [keV]
sk: Energia [kEv]

# XAxisUnitToggleLabel
source: X Axis unit
sk: Jednotka osi x

# PeakApexChannelLabel
source: Apex channel
sk: Kanál vrchola

# PeakApexEnergyLabel
source: Apex energy
sk: Energia vrchola

# PeakChannelRangeLabel
source: Channel range
sk: Rozsah kanálov

# PeakEnergyRangeLabel
source: Energy range
sk: Rozsah energii

# PeakGrossAreaLabel
source: Gross area
sk: Hrubá plocha

# PeakHeightLabel
source: Peak Height
sk: Výška píku

# PeakNetAreaLabel
source: Net area
sk: Čistá plocha

# FindPeaksHeightLabel
source: Height
sk: Výška

# FindPeaksThresholdLabel
source: Threshold
sk: Prah

# FindPeaksDistanceLabel
source: Distance
sk: Vzdialenosť

# FindPeaksPlateauSizeLabel
source: Plateau size
sk: Veľkosť plošiny

# FindPeaksProminenceLabel
source: Prominence
sk: Význačnosť

# FindPeaksWidthLabel
source: Width
sk: Šírka

# FindPeaksButtonLabel
source: Find peaks
sk: Vyhľadať píky

# FindPeaksParametersLabel
source: Peak detection algorithm parameters
sk: Parametre algoritmu pre nájdenie píkov

# OperationMenuAddOrRemovePeaksLabel
source: Add or remove peaks
sk: Pridať alebo odstrániť píky

# PeakInfoLabel
source: Peak properties
sk: Vlastnosti píku
